// Команды бота
const commands = `
/start - Перезапустити бота
/help - Підтримка
/menu - Вибір потрібної категорії (ролі)
/student_questions - Питання та відповіді для студентів
/partners_questions - Питання та відповіді для партнерів
/employers_questions - Питання та відповіді для роботодавців
/real_conversation - Комунікація зі спеціалістом
/contact - Отримати інформацію про STUD-POINT
/info - Лайфаки
`

// Экспорт констант
module.exports.commands = commands
// Текстовые константы
const text1 = `
<b>Студенти</b> пропонуємо Вам ознайомитись зі списком найбільш типових запитань та відповідей на них (виберіть /student_questions). Якщо не знайдете відповіді на питання, що Вас цікавить - зв'яжіться з нашим спеціалістом (виберіть /real_conversation)
`
const text2 = `
<b>Партнери</b> пропонуємо Вам ознайомитись зі списком найбільш типових запитань та відповідей на них (виберіть /partners_questions). Якщо не знайдете відповіді на питання, що Вас цікавить - зв'яжіться з нашим спеціалістом (виберіть /real_conversation)
`
const text3 = `
<b>Роботодавці</b> пропонуємо Вам ознайомитись зі списком найбільш типових запитань та відповідей на них (виберіть /employers_questions). Якщо не знайдете відповіді на питання, що Вас цікавить - зв'яжіться з нашим спеціалістом (виберіть /real_conversation)
`
const text4 = `
Дізнатися про найближчі заходи від STUD-POINT та зробити крок до свого професійного щастя Ви зможете за цим <a href="https://stud-point.com/calendar/">посиланням:</a>
Тут опублуковуються найближчі заходи, на які Ви можете зареєструватися та взяти участь. Ми чекаємо на Вас! 
`
const text5 = `
Перелік актуальних кусів можна знайти за <a href="https://stud-point.com/calendar/">посиланням:</a>
`
const text6 = `
Надсилайте своє резюме на пошту: work.stud.point@gmail.com.
`
const text7 = `
Актуальні вакансії: 
`
const text8 = `
Календар з переліком найближчих івентів Ви зможете знайти за посиланням. Слідкуйте за оновленнями. 
`
const text9 = `
МОЖЛИВОСТІ ВІД КОМПАНІЇ:
Запаморочливий кар'єрний ріст
Бомбічний розвиток
Участь в бізнес-процесах
Тріпи в інші міста
`
const text10 = `
Ми гарантуємо:
підсилення або формування з нуля бренду роботодавця
розміщення актуальних вакансій на 300+ ресурсах з аудиторією понад 500 000 цільових кандидатів
організація кар’єрної або освітньої події для залучення студентів
створення кар’єрної сторінки з перевагами роботи у вашій компанії, інформацією про вакансії і стажування
швидка комунікації з кандидатами
написання іміджевих матеріалів або створення спецпроєкту
налагодження ексклюзивного партнерства з топовими ВНЗ країни
`
const text11 = `
Ми розміщуємо:
актуальні вакансії та програми стажування;
анонси лекцій, воркшопів, тренінгів від компаній та організацій, зокрема у форматі онлайн;
можливості та корисна інформація від компанії-роботодавця (наприклад, стаття, добірка або інтерв’ю);
історії успіху працівників, стажерів, випускників курсів або шкіл
`
const text12 = `
Через декілька хвилин Вам відпише менеджер щодо нашого контент плану та ми оберемо зручний для вас час
`
const text13 = `
Ми можемо розмістити ваші рекламні матеріали на одному ресурсі (на ваш вибір),
 однак для більшої ефективності та результативності радимо обрати комплексний рекламний пакет.

Ми пропонуємо 4 різновиди пакетів:
1 пакет ЕКОНОМ ВАРІАНТ Розміщення публікації на сторінках та закріплення оголошення на 3 дні
 вартість: 600 грн

2 пакет МІНІМАЛЬНИЙ РЕЗУЛЬТАТ Увесь пакет «Економ» + 
вартість: 1900 грн

3 пакет ЕФЕКТИВНИЙ СТАНДАРТ Увесь пакет «Мінімальний результат» +
вартість 3900 грн

4 пакет ДИВОВИЖНИЙ ЕФЕКТ Увесь пакет «Дивовижний ефект» +
вартість: 8200 грн

Більш детально за посиланням:
https://www.canva.com/design/DAEW83pPBrc/Rh382WaDdit0WCrzNImnVQ/view?utm_content=DAEW83pPBrc&utm_campaign=designshare&utm_medium=link&utm_source=sharebutton#7

Також STUD-POINT
Розробляє індивідуальні рекламні кампанії  для досягнення ваших КРІ із завчасно встановленим дедлайном. 
`
const text14 = `
Ми знаємо, як залучити на ваш івент цільвому аудиторію та зробити його незабутнім. 
За цим посииланням Ви зможете ознайомитися з кар' єрними подіями: 
https://stud-point.com/services/ 
`
const text15 = `
Ознайомитися з нашим портфоліо Ви зможете за наступним посиланням:
https://www.canva.com/design/DAD6o7QqjTs/nSYcK-UKozTWBJ5QGmga7A/view
`

// Экспорт констант
module.exports.commands = commands
module.exports.text1 = text1
module.exports.text2 = text2
module.exports.text3 = text3
module.exports.text4 = text4
module.exports.text5 = text5
module.exports.text6 = text6
module.exports.text7 = text7
module.exports.text8 = text8
module.exports.text9 = text9

module.exports.text10 = text10
module.exports.text11 = text11
module.exports.text12 = text12
module.exports.text13 = text13
module.exports.text14 = text14
module.exports.text15 = text15
